function PrivacyPolicy() {
    return (
        <div>
          <h1>Политика за конфиденциалност</h1>
          <p>
            Ние ценим вашата конфиденциалност и сме ангажирани да защитим вашите
            лични данни. В тази политика обясняваме какви данни събираме, как ги
            използваме и как ги защитаваме.
          </p>
          <h2>Събиране на данни</h2>
          <p>
            Събираме лични данни, когато влизате в контакт с нашия сайт, като
            например вашето име и имейл адрес.
          </p>
          <h2>Използване на данни</h2>
          <p>
            Използваме вашите данни, за да ви информираме за новини и актуализации
            на нашите услуги.
          </p>
          <h2>Споделяне на данни</h2>
          <p>
            Няма да споделяме вашите лични данни с трети страни без ваше
            съгласие, освен ако това не е необходимо за предоставяне на услугите
            ни.
          </p>
          <h2>Защита на данни</h2>
          <p>
            Ние прилагаме подходящи мерки за сигурност, за да защитим вашите
            лични данни.
          </p>
          <h2>Права на потребителите</h2>
          <p>
            Вие имате право да поискате достъп до вашите лични данни и да
            поискате корекции или изтриване на информацията, ако това е
            необходимо.
          </p>
        </div>
      );
}

export default PrivacyPolicy;