import { Container, Row, Col } from "react-bootstrap";

function TermsOfService() {
  return (
    <Container className="my-4 bg-light p-4 rounded">
      <Row>
        <Col>
          <h1 className="text-center mb-4">Условия за ползване</h1>
          <p>
            Тези условия определят правилата за използване на нашия сайт. Чрез
            достъп до сайта, вие се съгласявате да спазвате тези условия.
          </p>
          <h2 className="mt-4">Приемане на условията</h2>
          <p>
            Чрез използването на нашия сайт, вие потвърждавате, че сте прочели и
            разбрали тези условия.
          </p>
          <h2 className="mt-4">Права и задължения на потребителите</h2>
          <p>
            Потребителите имат право да използват сайта само за законни цели.
            Забранява се публикуването на незаконно или обидно съдържание.
          </p>
          <h2 className="mt-4">Интелектуална собственост</h2>
          <p>
            Всички материали на сайта са защитени с авторски права и не могат да
            бъдат копирани без разрешение.
          </p>
          <h2 className="mt-4">Отговорност</h2>
          <p>
            Ние не носим отговорност за каквито и да било щети, произтичащи от
            използването на сайта.
          </p>
          <h2 className="mt-4">Промени в условията</h2>
          <p>
            Ние си запазваме правото да променяме условията по всяко време.
            Всички промени ще бъдат публикувани на сайта.
          </p>
        </Col>
      </Row>
    </Container>
  );
}

export default TermsOfService;
